[
    {
        "id" : 1,
        "title" : "A Time To Kill",
        "author" : "John Grisham",
        "price" : 394,
        "description" : "The life of a ten-year-old black girl is shattered by two drunken and remorseless white men. The mostly white town of Clanton in Ford County, Mississippi, reacts with shock and horror at the inhuman crime. That is, until the girl's father acquires an assault rifle and takes justice into his own hands.",
        "img" : "A_time_to_kill.jpg"
    },
    {
        "id" : 2,
        "title" : "Goblet Of Fire",
        "author" : "J.K Rowling",
        "price" : 357,
        "description" : "It is the summer holidays and soon Harry Potter will be starting his fourth year at Hogwarts School of Witchcraft and Wizardry. Harry is counting the days: there are new spells to be learnt, more Quidditch to be played, and Hogwarts castle to continue exploring. But Harry needs to be careful - there are unexpected dangers lurking...",
        "img" : "Goblet_of_fire.jpg"
    },
    {
        "id" : 3,
        "title" : "Heroes Of Olympus",
        "author" : "Rick Riordan",
        "price" : 270,
        "description" : "Nico had warned them. Going through the House of Hades would stir the demigods' worst memories. Their ghosts would become restless. Nico may actually become a ghost if he has to shadow-travel with Reyna and Coach Hedge one more time. But that might be better than the alternative: allowing someone else to die, as Hades foretold. Jason's ghost is his mother, who abandoned him when he was little...",
        "img" : "Heroes_of_olympus.jpg"
    },
    {
        "id" : 4,
        "title" : "Mysterious Island",
        "author" : "Jules Verne",
        "price" : 200,
        "description" : "With little more than courage and ingenuity, five Union prisoners escaped the siege of Richmond-by hot-air balloon. They have no idea if they'll ever see civilization again-especially when they're swept off by a raging storm to the shores of an uncharted island.",
        "img" : "Mysterious_island.jpg"
    }
]